[
  {
    "Problem_Tags": "sustainable_development, environmental_law",
    "Keywords": "lei, regulamentação, sustentabilidade, desenvolvimento, ambiental, ecológico, bem-estar",
    "Solution_Title": "Direito Ambiental e Desenvolvimento Sustentável",
    "Source_Name": "Fonte: Environment And Sustainable Development",
    "Source_Text": "O direito ambiental e o desenvolvimento sustentável são uma área de atuação focada em estruturas regulatórias, conformidade legal e planeamento estratégico para projetos, garantindo que atendam aos padrões de proteção ambiental enquanto promovem o bem-estar ecológico e social a longo prazo."
  },
  {
    "Problem_Tags": "flood_risk, sustainable_drainage",
    "Keywords": "drenagem, SuDS, alagamento, chuva, enchente, água, escoamento, WSUD",
    "Solution_Title": "Sistemas de Drenagem Sustentável (SuDS)",
    "Source_Name": "Fonte: Sustainable Drainage System (SuDS)",
    "Source_Text": "Os Sistemas de Drenagem Sustentável (SuDS) são projetados para gerir o escoamento de águas superficiais o mais próximo possível da sua origem. Eles visam imitar os processos naturais, gerindo a quantidade de água, melhorando a sua qualidade e proporcionando benefícios de amenidade e biodiversidade."
  },
  {
    "Problem_Tags": "low_impact_development, stormwater",
    "Keywords": "LID, baixo impacto, escoamento, águas pluviais, micro-escala, paisagem",
    "Solution_Title": "Desenvolvimento de Baixo Impacto (LID)",
    "Source_Name": "Fonte: Low-Impact Development (LID)",
    "Source_Text": "O Desenvolvimento de Baixo Impacto (LID) é uma abordagem de planeamento e engenharia usada para gerir o escoamento de águas pluviais. O LID utiliza projetos integrados para tratar o escoamento através de controlos em micro-escala e preservar as características da paisagem natural."
  },
  {
    "Problem_Tags": "climate_change, vulnerability",
    "Keywords": "clima, vulnerabilidade, mudança climática, riscos, eventos extremos, social",
    "Solution_Title": "Vulnerabilidade às Mudanças Climáticas",
    "Source_Name": "Fonte: Climate Change Vulnerability",
    "Source_Text": "A vulnerabilidade às mudanças climáticas refere-se ao grau em que um sistema natural ou social é suscetível ou incapaz de lidar com os efeitos adversos das mudanças climáticas, incluindo a variabilidade climática e os extremos."
  },
  {
    "Problem_Tags": "spatial_planning, land_use",
    "Keywords": "planeamento, espacial, território, uso do solo, políticas, equidade",
    "Solution_Title": "Planeamento Espacial",
    "Source_Name": "Fonte: Spatial Planning",
    "Source_Text": "O planeamento espacial é uma abordagem integrada para gerir o uso e desenvolvimento de áreas terrestres e marítimas. Envolve a coordenação de políticas entre diferentes setores (transporte, habitação, ambiente) para alcançar uma distribuição mais equitativa, eficiente e sustentável das atividades."
  },
  {
    "Problem_Tags": "sustainable_cities, sdg11",
    "Keywords": "ODS 11, cidades sustentáveis, assentamentos humanos, inclusão, resiliência, segurança",
    "Solution_Title": "ODS 11: Cidades e Comunidades Sustentáveis",
    "Source_Name": "Fonte: Sustainable Development Goal 11 (SDG 11)",
    "Source_Text": "O ODS 11 foca-se em tornar os assentamentos humanos inclusivos, seguros, resilientes e sustentáveis. As metas principais incluem habitação, transporte, qualidade do ar, gestão de resíduos e urbanização sustentável."
  },
  {
    "Problem_Tags": "heat_island, urban_heat",
    "Keywords": "ilha de calor, UHI, temperatura, superfícies quentes, telhados frios, pavimentos reflexivos",
    "Solution_Title": "Efeito de Ilha de Calor (Mitigação pela EPA)",
    "Source_Name": "Fonte: Heat Island Effect (EPA)",
    "Source_Text": "O Efeito de Ilha de Calor refere-se a áreas urbanas que são significativamente mais quentes que as suas áreas rurais circundantes. As estratégias de mitigação incluem o uso de telhados frios, aumento da vegetação e implementação de pavimentos reflexivos para reduzir a demanda por ar condicionado e a poluição do ar."
  },
  {
    "Problem_Tags": "air_pollution, air_quality_solutions",
    "Keywords": "poluição do ar, qualidade do ar, emissões, energia renovável, transporte público",
    "Solution_Title": "Soluções para a Poluição do Ar",
    "Source_Name": "Fonte: Air Pollution Solutions",
    "Source_Text": "As soluções para a poluição do ar envolvem tanto intervenções políticas como tecnológicas, como o estabelecimento de padrões de emissão mais rigorosos para veículos e indústrias, a promoção de energias renováveis, a melhoria do transporte público e a implementação de um planeamento urbano que reduza a dependência de veículos."
  },
  {
    "Problem_Tags": "healthy_cities, urban_planning",
    "Keywords": "cidades saudáveis, planeamento urbano, saúde pública, bem-estar, OMS, equidade",
    "Solution_Title": "Iniciativa Cidades Saudáveis (OMS)",
    "Source_Name": "Fonte: Healthy Cities Initiative",
    "Source_Text": "A iniciativa Cidades Saudáveis da OMS visa colocar a saúde no topo da agenda dos decisores nas cidades, enfatizando uma abordagem holística onde fatores ambientais, sociais e económicos são integrados no planeamento urbano para promover a saúde e o bem-estar de todos os cidadãos."
  }
]